Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skeivtarkiv.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Vik donated the money he was awarded when he won "Frivillighetsprisen" (The Volunteer Award) in 2015 to the establishing of a queer seniors group at Sagene retirement home.
nb: Vik donerte pengene han fikk sammen med «Frivillighetsprisen» i 2015 til oppstarten av et seniortilbud til skeive ved Sagene seniorsenter.

source: He also speaks about the background for and early phases of Åpen Kirkegruppe.
nb: Han forteller også om bakgrunnen for og oppstarten av Åpen kirkegruppe.

source: These two archives, which in total comprise more than 60 linear metres, are largely uncataloged, and as such have been unavailable both for external users as well as for Skeivt arkivs own work.
nb: Disse to arkivene, som totalt er på over 60 hyllemeter, er i hovedsak uordnet, og har derfor vært stort sett utilgjengelige både for eksterne arkivbrukere, og for bruk i Skeivt arkivs egen formidling.

source: Jordåen is a historian who specialises in queer/lgbt history, and has been the project manager for Skeivt arkiv since July 2014.
nb: Jordåen er historiker med spesialisering på skeiv historie, og har siden juli 2014 vært prosjektleder for Skeivt arkiv.

source: Calle Almedal came from France to Bergen in the summer of 2014 to be interviewed by Skeivt arkiv about his life and experiences.
nb: Calle Almedal kom fra Frankrike til Bergen sommeren 2014 for å bli videointervjuet av Skeivt arkiv.

source: Skeivt arkiv is behind OUTing the Past Bergen, and we present six talks with queer history as the central topic.
nb: Skeivt arkiv arrangerer OUTing the Past Bergen, og presenterer en rekke forelesninger med skeiv historie som tema på Bergen offentlige bibliotek:

source: She was particularly active in Stavanger in the period 1976-1985.
nb: Hun var særlig aktiv i Stavanger 1976-1985.

source: Swedish Sara Claes Schmidt has for many years been a strong voice in the public debate about trans persons and trans issues.
nb: Sara Claes Schmidt har i mange år vært en synlig debattant og deltaker i offentligheten når det gjelder transpersoner.

source: We are also especially happy to have been able to interview several trans persons about their lives and experiences in 2018.
nb: Vi er også spesielt glade for å ha fått intervjuet flere transpersoner om deres liv og erfaringer i 2018.

source: Gillow Kloster has a master's degree in digital humanities and Dybwik-Rafto in social anthropology.
nb: Gillow Kloster har en mastergrad i digital humanities og Rohde Rafto i sosialantropologi.

source: Today, Schibsted Knudsen is a Professor Emerita.
nb: Hun er i dag professor emerita, høgskolen i Innlandet.

source: Henriette Stensdal and Vibeke Hermanrud, who are the people behind Kunstplass [10], have been hired by Skeivt arkiv to curate the exhibit, which will be built around archive materials from Skeivt arkiv.
nb: Kuratorene Henriette Stensdal og Vibeke Hermanrud, initiativtakerne bak Kunstplass [10] er ansatt ved Skeivt arkiv og skal kuratere utstillingen, som i hovedsak blir basert på arkivmateriale ved arkivet.

source: Skeivt arkiv met Ruth Mjøen in Lillehammer, February 2019.
nb: Skeivt arkiv møtte Ruth Mjøen på Lillehammer, februar 2019.

source: The exhibit will be at the museums until summer 2019, while the teaching programme continues.
nb: Utstillingen Skeivt uteliv blir stående på museet utover våren 2019, mens undervisningsopplegget fortsetter også etter at utstillingen er tatt ned.

source: Gillow Kloster holds a master's degree in Digital Humanities and has worked on the project since September 2014.
nb: Gillow Kloster har mastergrad i digital kultur og har vært tilsatt på prosjektet siden september 2014.

source: Just 20 years old, Bjørn Brudal became a member of the trans organization FPE-Norge (Freedom of Personal Expression Norway).
nb: Bare 20 år gammel ble Bjørn Brudal medlem av FPE-Norge (Freedom of Personal Expression).

source: From March til May, Skeivt arkiv hosted nine queer historic lunches; 20 minute informal chats about various themes in queer history.
nb: Fra mars til mai gjennomførte Skeivt arkiv ni skeive historiske lunsjer, 20-minutters uformelle prater om forskjellige tema i den skeive historien, i Skeivt arkivs egne lokaler.

source: Skeivt arkiv were able to participate in Skeiv Ungdom (Queer Youth)s summer camp Jafnadhr, where we presented our work with documenting, preserving and communicating queer history for a new generation activists.
nb: Skeivt arkiv fikk muligheten til å delta på Skeiv ungdoms sommerleir Jafnadhr, og presenterte der arbeidet vårt for å dokumentere, bevare og synliggjøre den skeive historien for en ny generasjon aktivister.

source: It is with an exciting year behind us that we look forward to new challenges in the work with Norways' diverse history of gender and sexuality in 2019.
nb: Det er med et spennende år bak oss at vi ser fremover mot nye utfordringer i arbeidet med Norges mangfoldige kjønns- og seksualitetshistorie i 2019.

source: Skeivt arkivs mandate is to document and disseminate Norwegian queer history, and our summary of 2018 is characterized by how wide this task is.
nb: Skeivt arkivs mandat er å dokumentere og formidle den skeive historien i Norge, og oppsummeringen av 2018 bærer preg av hvor bred denne oppgaven egentlig er.

source: In addition to this, amongst the paper sessions was a presentation by our colleague Elisabeth Engebretsen from University of Oslo who spoke on norwegian pride-history, swedish researcher Dagmar Brunow who spoke on queer film archives, and british-german Julia Maclachlan who spoke on transationalism in the british gay rights activism.
nb: I tillegg presenterte blant annet vår kollega fra Universitetet i Oslo Elisabeth Engebretsen om norsk pride-historie, svensk Dagmar Brunow om skeive filmarkiver, og tysk-britiske Julia Maclachlan snakket om transnasjonale innflytelser i den britiske homokampen.

source: Nothing to lose.
nb: Jeg var blitt kåt.

source: He returned to Norway in 1998.
nb: Han flyttet først hjem igjen til Norge i 1998.

source: In this excerpt from the interview Vik speaks about how it was when the church was discussed at meetings in DNF-48, and how they were to relate to it.
nb: I et utdrag av intervjuet i vinduet under forteller Vik om hvordan det var når kirken ble diskutert på møte i DNF-48, og hvordan de skulle forholde seg til den.
